Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

source: Solve any math problem instantly with AI
ar: حل أي مسألة رياضيات فوراً باستخدام الذكاء الاصطناعي
az: Hər hansı riyaziyyat məsələsini süni intellektlə dərhal həll et
bg: Решавайте всяка математическа задача незабавно с AI
bn: AI দিয়ে যে কোনো গণিত সমাধান তাৎক্ষণিকভাবে পান
ca: Resol qualsevol problema matemàtic al moment amb IA
cs: Okamžitě vyřešte libovolný matematický příklad pomocí AI
da: Løs enhver matematikopgave øjeblikkeligt med AI
de: Löse jedes Matheproblem sofort mit KI
el: Λύσε οποιοδήποτε μαθηματικό πρόβλημα αμέσως με AI
es: Resuelve cualquier problema matemático al instante con IA
es_419: Resuelve cualquier problema matemático al instante con IA
es_mx: Resuelve cualquier problema matemático al instante con IA
es_us: Resuelve cualquier problema matemático al instante con IA
fa: هر مسئلهٔ ریاضی را فوراً با هوش مصنوعی حل کن
fi: Ratkaise mikä tahansa matematiikan tehtävä välittömästi tekoälyn avulla
fil: Lutasin ang anumang problema sa matematika agad gamit ang AI
fr: Résous n'importe quel problème de maths instantanément avec l'IA
fr_ca: Résous n'importe quel problème de mathématiques instantanément grâce à l'IA
gu: AIથી કોઈપણ ગણિતનો પ્રશ્ન તરત ઉકેલો
ha: Warware kowace matsalar lissafi nan take ta amfani da AI
he: פתור כל בעיה במתמטיקה מיד בעזרת בינה מלאכותית
hi: AI से किसी भी गणित के प्रश्न को तुरंत हल करें
hr: Trenutno rješavaj bilo koji matematički zadatak pomoću AI-ja
hu: Oldj meg bármilyen matekfeladatot az AI segítségével azonnal
id: Selesaikan soal matematika apa pun secara instan dengan AI
it: Risolvi qualsiasi problema di matematica istantaneamente con l'AI
ja: AIでどんな数学の問題も瞬時に解く
jv: Mecahaké sembarang soal matematika sacara instan nganggo AI
kk: AI көмегімен кез келген математикалық есепті бірден шеш
kn: AI ಮೂಲಕ ತಕ್ಷಣವೇ ಯಾವುದೇ ಗಣಿತ ಸಮಸ್ಯೆ ಪರಿಹರಿಸು
ko: AI로 어떤 수학 문제든 즉시 풀어보세요.
ku: Her pirsgirêkê matematîkî bi AI-ê re herî zû çareser bikin
mr: AI च्या मदतीने तत्काळ कोणताही गणिताचा प्रश्न सोडव
ms: Selesaikan sebarang soalan matematik serta-merta dengan AI
nb: Løs enhver matematikkoppgave umiddelbart med AI
nl: Los direct elk wiskundeprobleem op met AI
pa: ਕਿਸੇ ਵੀ ਗਣਿਤ ਦਾ ਸਵਾਲ ਤੁਰੰਤ AI ਨਾਲ ਹੱਲ ਕਰੋ
pl: Rozwiąż dowolne zadanie matematyczne natychmiast dzięki AI
pt_br: Resolva qualquer problema de matemática instantaneamente com IA
pt_pt: Resolve qualquer problema de matemática instantaneamente com IA
ro: Rezolvă orice problemă de matematică instant cu AI
ru: Решай любую математическую задачу мгновенно с помощью ИИ
sk: Rieš akýkoľvek matematický príklad okamžite pomocou AI
su: Méréskeun sagala rupa soal matematika sacara instan ku AI
sv: Lös vilket matteproblem som helst direkt med AI
sw: Tatua tatizo lolote la hisabati mara moja kwa kutumia AI
ta: AI மூலம் எந்த கணிதப் பிரச்சினையையும் உடனே தீர்க்கலாம்
te: AIతో ఏ గణిత సమస్య అయినా తక్షణమే పరిష్కరించండి
th: แก้โจทย์คณิตทุกประเภททันทีด้วย AI
tr: Yapay zeka ile her matematik sorusunu anında çöz
ug: AI ئارقىلىق ھەر قانداق ماتېماتىكا مەسىلىسىنى دەرھال ھەل قىل
uk: Розв'яжіть будь-яке математичне завдання миттєво за допомогою ШІ
ur: مصنوعی ذہانت سے فوراً کوئی بھی ریاضی کا مسئلہ حل کرو
vi: Giải bất kỳ bài toán nào ngay lập tức bằng AI
xh: Sombulula naliphi na ingxaki yemathematika ngokukhawuleza usebenzisa i-AI
zh_hans: 用 AI 即时解答任何数学题
zh_hant: 用 AI 即時解答任何數學題目
zh_hk: 以 AI 即時解答任何數學題
zu: Xazulula noma yiziphi izinkinga zemathemethiki ngokushesha usebenzisa i-AI

source: Start Free Trial
ar: ابدأ التجربة المجانية
az: Pulsuz sınağa başla
bg: Започни безплатен пробен период
bn: ফ্রি ট্রায়াল শুরু করুন
ca: Comença prova gratuïta
cs: Zahájit bezplatnou zkušební dobu
da: Start gratis prøveperiode
de: Kostenlos testen
el: Ξεκίνα Δωρεάν Δοκιμή
es: Comenzar prueba gratuita
es_419: Comenzar prueba gratuita
es_mx: Iniciar prueba gratuita
es_us: Comenzar prueba gratuita
fa: شروع دورهٔ آزمایشی رایگان
fi: Aloita ilmainen kokeilu
fil: Simulan ang Libreng Pagsubok
fr: Commencer l'essai gratuit
fr_ca: Commencer l'essai gratuit
gu: મફત ટ્રાયલ શરૂ કરો
ha: Fara Gwajin Kyauta
he: התחל ניסיון חינם
hi: मुफ्त परीक्षण शुरू करें
hr: Započni besplatno probno razdoblje
hu: Ingyenes próba indítása
id: Mulai Uji Coba Gratis
it: Inizia prova gratuita
ja: 無料トライアルを始める
jv: Miwiti Coba Gratis
kk: Тегін сынақты бастау
kn: ಉಚಿತ ಪ್ರಯೋಗ ಆರಂಭಿಸು
ko: 무료 체험 시작
ku: Ceribandina belaş dest pê bike
mr: मुफ्त चाचणी सुरू कर
ms: Mula Percubaan Percuma
nb: Start gratis prøveperiode
nl: Start gratis proefperiode
pa: ਮੁਫ਼ਤ ਟਰਾਇਲ ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij darmowy okres próbny
pt_br: Iniciar teste gratuito
pt_pt: Iniciar teste gratuito
ro: Începe trial gratuit
ru: Начать бесплатный пробный период
sk: Začni bezplatnú skúšobnú verziu
su: Mimitian Uji Coba Gratis
sv: Starta gratis provperiod
sw: Anza Jaribio Bila Malipo
ta: இலவச முயற்சியைத் தொடங்கவும்
te: ఉచిత ట్రయల్ ప్రారంభించండి
th: เริ่มทดลองใช้ฟรี
tr: Ücretsiz Denemeyi Başlat
ug: ھەقسىز سىناپ كۆرۈشنى باشلا
uk: Почати безкоштовний пробний період
ur: مفت آزمائش شروع کرو
vi: Bắt đầu dùng thử miễn phí
xh: Qalisa isilingo samahhala
zh_hans: 开始免费试用
zh_hant: 開始免費試用
zh_hk: 開始免費試用
zu: Qala Isivivinyo samahhala

source: Start Now
ar: ابدأ الآن
az: İndi başla
bg: Започни сега
bn: এখন শুরু করুন
ca: Comença ara
cs: Začni nyní
da: Start nu
de: Jetzt starten
el: Ξεκίνα τώρα
es: Empieza ahora
es_419: Comenzar ahora
es_mx: Comenzar ahora
es_us: Comenzar ahora
fa: همین حالا شروع کن
fi: Aloita nyt
fil: Magsimula Ngayon
fr: Commencer maintenant
fr_ca: Commencer maintenant
gu: હવે શરૂ કરો
ha: Fara Yanzu
he: התחל עכשיו
hi: अब शुरू करें
hr: Započni sada
hu: Kezdd el most
id: Mulai Sekarang
it: Inizia ora
ja: 今すぐ開始
jv: Miwiti Saiki
kk: Қазір бастау
kn: ಈಗ ಪ್ರಾರಂಭಿಸು
ko: 지금 시작
ku: Niha dest pê bike
mr: आता सुरू कर
ms: Mula Sekarang
nb: Start nå
nl: Begin nu
pa: ਹੁਣ ਸ਼ੁਰੂ ਕਰੋ
pl: Zacznij teraz
pt_br: Começar agora
pt_pt: Começar agora
ro: Începe acum
ru: Начать сейчас
sk: Začni teraz
su: Mimitian Ayeuna
sv: Starta nu
sw: Anza Sasa
ta: இப்பொழுது தொடங்கவும்
te: ఇప్పుడే ప్రారంభించండి
th: เริ่มตอนนี้
tr: Hemen Başla
ug: ھازىر باشلا
uk: Почати зараз
ur: ابھی شروع کرو
vi: Bắt đầu ngay
xh: Qalisa ngoku
zh_hans: 立即开始
zh_hant: 立即開始
zh_hk: 立即開始
zu: Qala Manje

source: Statistics
ar: إحصائيات
az: Statistika
bg: Статистика
bn: পরিসংখ্যান
ca: Estadístiques
cs: Statistiky
da: Statistik
de: Statistiken
el: Στατιστικά
es: Estadísticas
es_419: Estadísticas
es_mx: Estadísticas
es_us: Estadísticas
fa: آمار
fi: Tilastot
fil: Estadistika
fr: Statistiques
fr_ca: Statistiques
gu: આંકડા
ha: Kididdiga
he: סטטיסטיקה
hi: आंकड़े
hr: Statistika
hu: Statisztika
id: Statistik
it: Statistiche
ja: 統計
jv: Statistik
kk: Статистика
kn: ಸಂಖ್ಯಾಶಾಸ್ತ್ರ
ko: 통계
ku: Statîstîk
mr: सांख्यिकी
ms: Statistik
nb: Statistikk
nl: Statistieken
pa: ਅੰਕੜੇ
pl: Statystyki
pt_br: Estatísticas
pt_pt: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistika
su: Statistik
sv: Statistik
sw: Takwimu
ta: புள்ளிவிவரங்கள்
te: గణాంకాలు
th: สถิติ
tr: İstatistik
ug: ستاتىستىكا
uk: Статистика
ur: اعداد و شمار
vi: Thống kê
xh: Iinkcukacha
zh_hans: 统计
zh_hant: 統計
zh_hk: 統計
zu: Izibalo

source: STATISTICS
ar: الإحصاءات
az: STATİSTİKA
bg: СТАТИСТИКА
bn: পরিসংখ্যান
ca: ESTADÍSTIQUES
cs: STATISTIKY
da: STATISTIK
de: STATISTIKEN
el: ΣΤΑΤΙΣΤΙΚΑ
es: ESTADÍSTICAS
es_419: ESTADÍSTICAS
es_mx: ESTADÍSTICAS
es_us: ESTADÍSTICAS
fa: آمار
fi: TILASTOT
fil: STATISTIKA
fr: STATISTIQUES
fr_ca: STATISTIQUES
gu: આંકડા
ha: KIDIDDIKA
he: סטטיסטיקה
hi: आँकड़े
hr: STATISTIKA
hu: STATISZTIKA
id: STATISTIK
it: STATISTICHE
ja: 統計
jv: STATISTIK
kk: СТАТИСТИКА
kn: ಸಂಖ್ಯಾಶಾಸ್ತ್ರ
ko: 통계
ku: STATÎSTÎK
mr: सांख्यिकी
ms: STATISTIK
nb: STATISTIKK
nl: STATISTIEKEN
pa: ਅੰਕੜੇ
pl: STATYSTYKI
pt_br: ESTATÍSTICAS
pt_pt: ESTATÍSTICAS
ro: STATISTICI
ru: СТАТИСТИКА
sk: ŠTATISTIKA
su: STATISTIK
sv: STATISTIK
sw: TAKWIMU
ta: புள்ளிவிவரங்கள்
te: గణాంకాలు
th: สถิติ
tr: İSTATİSTİKLER
ug: ستاتىستىكا
uk: СТАТИСТИКА
ur: شماریات
vi: THỐNG KÊ
xh: IINKCUKACHA
zh_hans: 统计
zh_hant: 統計
zh_hk: 統計資料

# Step %lld: %@. %@
source: Step %1$lld: %2$@. %3$@
ar: الخطوة %1$lld: %2$@. %3$@
az: Addım %1$lld: %2$@. %3$@
bn: ধাপ %1$lld: %2$@. %3$@
ca: Pas %1$lld: %2$@. %3$@
cs: Krok %1$lld: %2$@. %3$@
da: Trin %1$lld: %2$@. %3$@
de: Schritt %1$lld: %2$@. %3$@
el: Βήμα %1$lld: %2$@. %3$@
es: Paso %1$lld: %2$@. %3$@
es_419: Paso %1$lld: %2$@. %3$@
es_mx: Paso %1$lld: %2$@. %3$@
es_us: Paso %1$lld: %2$@. %3$@
fa: گام %1$lld: %2$@. %3$@
fi: Vaihe %1$lld: %2$@. %3$@
fil: Hakbang %1$lld: %2$@. %3$@
fr: Étape %1$lld : %2$@. %3$@
fr_ca: Étape %1$lld: %2$@. %3$@
gu: પગલું %1$lld: %2$@. %3$@
ha: Mataki %1$lld: %2$@. %3$@
he: שלב %1$lld: %2$@. %3$@
hr: Korak %1$lld: %2$@. %3$@
hu: Lépés %1$lld: %2$@. %3$@
id: Langkah %1$lld: %2$@. %3$@
it: Passo %1$lld: %2$@. %3$@
ja: ステップ %1$lld: %2$@. %3$@
jv: Langkah %1$lld: %2$@. %3$@
kk: Қадам %1$lld: %2$@. %3$@
kn: ಹಂತ %1$lld: %2$@. %3$@
ku: Gav %1$lld: %2$@. %3$@
mr: पायरी %1$lld: %2$@. %3$@
ms: Langkah %1$lld: %2$@. %3$@
nb: Trinn %1$lld: %2$@. %3$@
nl: Stap %1$lld: %2$@. %3$@
pl: Krok %1$lld: %2$@. %3$@
pt_br: Passo %1$lld: %2$@. %3$@
pt_pt: Passo %1$lld: %2$@. %3$@
ro: Pas %1$lld: %2$@. %3$@
sk: Krok %1$lld: %2$@. %3$@
su: Léngkah %1$lld: %2$@. %3$@
sv: Steg %1$lld: %2$@. %3$@
sw: Hatua %1$lld: %2$@. %3$@
ta: படி %1$lld: %2$@. %3$@
te: దశ %1$lld: %2$@. %3$@
th: ขั้นตอน %1$lld: %2$@. %3$@
tr: Adım %1$lld: %2$@. %3$@
ug: قەدەم %1$lld: %2$@. %3$@
uk: Крок %1$lld: %2$@. %3$@
ur: مرحلہ %1$lld: %2$@. %3$@
vi: Bước %1$lld: %2$@. %3$@
xh: Isinyathelo %1$lld: %2$@. %3$@
zh_hans: 第%1$lld步：%2$@。%3$@
zh_hant: 步驟 %1$lld：%2$@。%3$@
zh_hk: 步驟 %1$lld：%2$@。%3$@
zu: Isinyathelo %1$lld: %2$@. %3$@

# step_elem_1
source: Multiply the tens
ar: اضرب العشرات
az: Onluqları vur
bg: Умножете десетиците
bn: দশের সংখ্যাকে গুণ করুন
ca: Multiplica les desenes
cs: Vynásob desítky
da: Gange tierne
de: Zehner multiplizieren
el: Πολλαπλασίασε τις δεκάδες
es: Multiplica las decenas
es_419: Multiplica las decenas
es_mx: Multiplica las decenas
es_us: Multiplica las decenas
fa: ده‌تایی‌ها را ضرب کن
fi: Kerro kymmenet
fil: I-multiply ang mga nasa sampu
fr: Multiplie les dizaines
fr_ca: Multiplier les dizaines
gu: દહાઈઓનો ગુણાકાર કરો
ha: Ninka ɗarajar goma
he: כפל העשרות
hi: दशकों को गुणा करें
hr: Pomnoži desetice
hu: Szorozd meg a tízeseket
id: Kalikan puluhan
it: Moltiplica le decine
ja: 十の位を掛ける
jv: Kali puluhan
kk: Ондықтарды көбейту
kn: ದಶಕಗಳನ್ನು ಗುಣಿಸು
ko: 십 자리 수를 곱합니다
ku: Hejmara dehan bi hev zêde bike
mr: दहांचा गुणा कर
ms: Darabkan puluhan
nb: Multipliser tierne
nl: Vermenigvuldig de tientallen
pa: ਦਹਾਈਆਂ ਨੂੰ ਗੁਣਾ ਕਰੋ
pl: Pomnóż dziesiątki
pt_br: Multiplique as dezenas
pt_pt: Multiplica as dezenas
ro: Înmulțește zecile
ru: Умножь десятки
sk: Vynásob desiatky
su: Kalikeun puluhan
sv: Multiplicera tiotalen
sw: Zidisha tarakimu za kumi
ta: பத்துகளை பெருக்கவும்
te: పది స్థానాలను గుణించండి
th: คูณหลักสิบ
tr: Onlar basamağını çarp
ug: ئونلارنى كۆپەيت
uk: Помножте десятки
ur: دہائیوں کو ضرب دو
vi: Nhân hàng chục
xh: Phindaphinda iishumi
zh_hans: 十位相乘
zh_hant: 乘以十位數
zh_hk: 十位相乘
zu: Phindaphinda ama-shumi

# step_elem_2
source: Multiply the ones
ar: اضرب الآحاد
az: Vahidləri vur
bg: Умножете единиците
bn: এককের সংখ্যাকে গুণ করুন
ca: Multiplica les unitats
cs: Vynásob jedničky
da: Gange enerne
de: Einer multiplizieren
el: Πολλαπλασίασε τις μονάδες
es: Multiplica las unidades
es_419: Multiplica las unidades
es_mx: Multiplica las unidades
es_us: Multiplica las unidades
fa: یکان‌ها را ضرب کن
fi: Kerro ykköset
fil: I-multiply ang mga nasa isa
fr: Multiplie les unités
fr_ca: Multiplier les unités
gu: એકકનો ગુણાકાર કરો
ha: Ninka ɗarajar ɗaya
he: כפל האחדות
hi: एकाइयों को गुणा करें
hr: Pomnoži jedinice
hu: Szorozd meg az egyeseket
id: Kalikan satuan
it: Moltiplica le unità
ja: 一の位を掛ける
jv: Kali satuan
kk: Бірліктерді көбейту
kn: ಒನ್‌ಗಳನ್ನು ಗುಣಿಸು
ko: 일 자리 수를 곱합니다
ku: Hejmara yekan bi hev zêde bike
mr: एककांचा गुणा कर
ms: Darabkan satuan
nb: Multipliser enerne
nl: Vermenigvuldig de eenheden
pa: ਇੱਕਾਈਆਂ ਨੂੰ ਗੁਣਾ ਕਰੋ
pl: Pomnóż jedności
pt_br: Multiplique as unidades
pt_pt: Multiplica as unidades
ro: Înmulțește unitățile
ru: Умножь единицы
sk: Vynásob jednotky
su: Kalikeun satuan
sv: Multiplicera entalen
sw: Zidisha tarakimu za moja
ta: ஒற்றைகளை பெருக்கவும்
te: ఒక్కల స్థానాన్ని గుణించండి
th: คูณหลักหน่วย
tr: Birler basamağını çarp
ug: بىرلەرنى كۆپەيت
uk: Помножте одиниці
ur: ایکائیوں کو ضرب دو
vi: Nhân hàng đơn vị
xh: Phindaphinda iiyunithi
zh_hans: 个位相乘
zh_hant: 乘以個位數
zh_hk: 個位相乘
zu: Phindaphinda amayunithi

# step_elem_3
source: Add them up
ar: اجمعها
az: Onları topla
bg: Съберете резултатите
bn: তাদেগুলো যোগ করুন
ca: Suma'ls
cs: Sečti je
da: Læg dem sammen
de: Addiere sie
el: Πρόσθεσέ τα
es: Súmalos
es_419: Súmalos
es_mx: Súmalos
es_us: Súmalos
fa: آن‌ها را جمع کن
fi: Laske ne yhteen
fil: Idagdag ang mga ito
fr: Additionne-les
fr_ca: Additionner les résultats
gu: તેઓને ઉમેરો
ha: Ƙara su duka
he: חבר אותם
hi: इन्हें जोड़ें
hr: Zbroji ih
hu: Add össze őket
id: Jumlahkan semuanya
it: Somma il tutto
ja: それらを合計する
jv: Jumlahaké
kk: Оларды қосу
kn: ಅವನ್ನೆಲ್ಲವನ್ನು ಸೇರಿಸು
ko: 더합니다
ku: Hemûyan cem bike
mr: त्यांना जमा कर
ms: Jumlahkan semuanya
nb: Legg dem sammen
nl: Tel ze op
pa: ਉਹਨਾਂ ਨੂੰ ਜੋੜੋ
pl: Dodaj je
pt_br: Adicione-os
pt_pt: Soma-os
ro: Adună-le
ru: Сложи их
sk: Sčítaj ich
su: Jumlahkeun
sv: Addera dem
sw: Jumlisha pamoja
ta: அவற்றை சேர்க்கவும்
te: అన్నింటిని జోడించండి
th: บวกเข้าด้วยกัน
tr: Topla
ug: ئۇلارنى قوش
uk: Додайте їх
ur: ان کو جمع کرو
vi: Cộng lại
xh: Yongeza zisonke
zh_hans: 相加
zh_hant: 把它們相加
zh_hk: 把它們相加
zu: Wengeza wonke

# step_high_1
source: Find the discriminant
ar: أوجد المميز
az: Diskriminantı tap
bg: Намерете дискриминантата
bn: বিচ্যুয়ক নির্ণয় করুন
ca: Troba el discriminant
cs: Najdi diskriminant
da: Find diskriminanten
de: Diskriminante bestimmen
el: Βρες τη διακρίνουσα
es: Calcula el discriminante
es_419: Calcula el discriminante
es_mx: Calcula el discriminante
es_us: Encuentra el discriminante
fa: دلتا را پیدا کن
fi: Laske diskriminantti
fil: Hanapin ang diskriminante
fr: Trouve le discriminant
fr_ca: Trouver le discriminant
gu: ડિસ્ક્રિમિનન્ટ શોધો
ha: Nemo discriminant
he: מצא את הדיסקרימיננטה
hi: डिस्क्रिमिनेंट खोजें
hr: Pronađi diskriminantu
hu: Határozd meg a diszkriminánst
id: Cari diskriminan
it: Trova il discriminante
ja: 判別式を求める
jv: Golek diskriminan
kk: Дискриминантты табу
kn: ವ್ಯತ್ಯಾಸಕವನ್ನು ಹುಡುಕು
ko: 판별식을 구합니다
ku: Diskrîmînanta bibînin
mr: डिस्क्रिमिनंट शोध
ms: Cari diskriminan
nb: Finn diskriminanten
nl: Bepaal de discriminant
pa: ਡਿਸਕ੍ਰਿਮਿਨੈਂਟ ਲੱਭੋ
pl: Znajdź wyróżnik
pt_br: Encontre o discriminante
pt_pt: Calcula o discriminante
ro: Găsește discriminantul
ru: Найди дискриминант
sk: Nájdi diskriminant
su: Panggihan diskriminan
sv: Hitta diskriminanten
sw: Pata diskriminanti
ta: வித்தியாசக் கூறை கண்டறியவும்
te: విభేదకాన్ని కనుగొనండి
th: หาดิสรมิแนนท์
tr: Diskriminantı bul
ug: دىسكرىمىنانتنى تاپ
uk: Знайдіть дискримінант
ur: تفریق کار معلوم کرو
vi: Tìm biệt thức
xh: Fumana i-discriminant
zh_hans: 求判别式
zh_hant: 求判別式
zh_hk: 求判別式
zu: Thola i-discriminant

# step_high_2
source: Take the square root
ar: خذ الجذر التربيعي
az: Kvadrat kökünü al
bg: Вземи квадратен корен
bn: বর্গমূল নিন
ca: Fes l'arrel quadrada
cs: Vytáhněte druhou odmocninu
da: Tag kvadratroden
de: Quadratwurzel ziehen
el: Βγάλε τετραγωνική ρίζα
es: Tomar la raíz cuadrada
es_419: Tomar la raíz cuadrada
es_mx: Sacar la raíz cuadrada
es_us: Sacar la raíz cuadrada
fa: جذر بگیرید
fi: Ota neliöjuuri
fil: Kunin ang square root
fr: Prendre la racine carrée
fr_ca: Prendre la racine carrée
gu: વર્ગમૂળ લો
ha: Ɗauki tushen murabba'i
he: קח שורש ריבועי
hi: वर्गमूल निकालें
hr: Izvuci kvadratni korijen
hu: Vonja négyzetgyököt
id: Mengambil akar kuadrat
it: Applica la radice quadrata
ja: 平方根を取る
jv: Jupuk akar kuadrat
kk: Квадрат түбірін ал
kn: ವಾರವಾರ ಮೂಲ ತೆಗೆ
ko: 제곱근을 구하기
ku: Rêza karekê bigire
mr: वर्गमूळ काढ
ms: Ambil punca kuasa dua
nb: Ta kvadratroten
nl: Neem de vierkantswortel
pa: ਵਰਗਮੂਲ ਲਓ
pl: Wyciągnij pierwiastek
pt_br: Calcule a raiz quadrada
pt_pt: Tira a raiz quadrada
ro: Extrage rădăcina pătrată
ru: Взять квадратный корень
sk: Vezmi druhú odmocninu
su: Candak akar kuadrat
sv: Ta kvadratroten
sw: Chukua mzizi wa mraba
ta: வரசு வேர் எடுத்துக்கொள்ளுக
te: వర్గమూలం తీసుకోండి
th: ถอดรากที่สอง
tr: Karekök al
ug: تەكشۈرۈشنىڭ كېلىشى
uk: Взяти квадратний корінь
ur: جزرِ مربع نکالو
vi: Lấy căn bậc hai
xh: Thatha i-root yesikwere
zh_hans: 取平方根
zh_hant: 取平方根
zh_hk: 取平方根
zu: Thatha impande yesikwele

# step_high_3
source: Results
ar: النتائج
az: Nəticələr
bg: Резултати
bn: ফলাফল
ca: Resultats
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
es_419: Resultados
es_mx: Resultados
es_us: Resultados
fa: نتایج
fi: Tulokset
fil: Resulta
fr: Résultats
fr_ca: Résultats
gu: પરિણામો
ha: Sakamako
he: תוצאות
hi: परिणाम
hr: Rezultati
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
jv: Hasil
kk: Нәтижелер
kn: ಫಲಿತಾಂಶಗಳು
ko: 결과
ku: Encam
mr: परिणाम
ms: Keputusan
nb: Resultater
nl: Resultaten
pa: ਨਤੀਜੇ
pl: Wyniki
pt_br: Resultados
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
su: Hasil
sv: Resultat
sw: Matokeo
ta: 결果
te: ఫలితాలు
th: ผลลัพธ์
tr: Sonuçlar
ug: نەتىجىلەر
uk: Результати
ur: نتائج
vi: Kết quả
xh: Iziphumo
zh_hans: 结果
zh_hant: 結果
zh_hk: 結果
zu: Imiphumela

# step_mid_1
source: Subtract 12 from both sides
ar: اطرح 12 من كلا الطرفين
az: Hər iki tərəfdən 12-ni çıxarın
bg: Изваждаме 12 от двете страни
bn: উভয় পক্ষ থেকে 12 বিয়োগ করুন
ca: Resta 12 a ambdós costats
cs: Odečtěte 12 od obou stran
da: Træk 12 fra på begge sider
de: Subtrahiere 12 von beiden Seiten
el: Αφαίρεσε 12 και από τις δύο πλευρές
es: Resta 12 en ambos lados
es_419: Resta 12 en ambos lados
es_mx: Resta 12 de ambos lados
es_us: Resta 12 a ambos lados
fa: ۱۲ را از هر دو طرف کم کنید
fi: Vähennä 12 molemmilta puolilta
fil: Ibawas ang 12 sa magkabilang panig
fr: Soustraire 12 des deux côtés
fr_ca: Soustrais 12 des deux côtés
gu: બન્ને બાજુથી 12 ઘટાડો
ha: Cire 12 daga kowanne gefe
he: החסר 12 משני הצדדים
hi: दोनों पक्षों में से 12 घटाएँ
hr: Oduzmi 12 s obje strane
hu: Vonj ki 12-t mindkét oldalból
id: Kurangkan 12 dari kedua sisi
it: Sottrai 12 da entrambi i lati
ja: 両辺から12を引く
jv: Kurangi 12 saka loro sisih
kk: Екі жақтан 12 шегер
kn: ಎರಡು ಬದಿಗಳಿಂದ 12 ಅನ್ನು ಕಡಿಮೆ ಮಾಡಿ
ko: 양변에서 12를 뺍니다
ku: Ji her du alî 12 kêm bike
mr: दोन्ही बाजूँवरून 12 वजा कर
ms: Tolak 12 daripada kedua-dua belah
nb: Trekk 12 fra begge sider
nl: Trek 12 van beide zijden af
pa: ਦੋਨੋਂ ਪਾਸਿਆਂ ਤੋਂ 12 ਘਟਾਓ
pl: Odejmij 12 od obu stron
pt_br: Subtraia 12 de ambos os lados
pt_pt: Subtrai 12 de ambos os lados
ro: Scade 12 din ambele părți
ru: Вычти 12 с обеих сторон
sk: Odpočítaj 12 od oboch strán
su: Kurangkeun 12 tina dua sisi
sv: Subtrahera 12 från båda sidor
sw: Toa 12 kutoka pande zote
ta: இருபுறத்திலும் 12 கழிக்கவும்
te: రెండు పక్కల నుంచి 12 తీసివేయండి
th: ลบ 12 ทั้งสองข้าง
tr: Her iki taraftan 12 çıkar
ug: ئىككى تەرەپتىن 12 نى چىقىرىڭ
uk: Відніміть 12 з обох сторін
ur: دونوں اطراف میں سے 12 منفی کرو
vi: Trừ 12 cho cả hai vế
xh: Susa i-12 kuwo obu buhlangothi bobabini
zh_hans: 两边都减去 12
zh_hant: 兩邊都減去 12
zh_hk: 兩邊同時減去 12
zu: Susa u-12 kuzo zombili izinhlangothi

# step_mid_2
source: Simplify
ar: تبسيط
az: Sadeləşdirin
bg: Упростяване
bn: সরলীকরণ
ca: Simplifica
cs: Zjednodušte
da: Forenkl
de: Vereinfachen
el: Απλοποίηση
es: Simplificar
es_419: Simplificar
es_mx: Simplificar
es_us: Simplifica
fa: ساده‌سازی
fi: Sievennä
fil: Pasimplehin
fr: Simplifier
fr_ca: Simplifier
gu: સરળ કરો
ha: Sauƙaƙe
he: פשט
hi: सरलीकृत करें
hr: Pojednostavi
hu: Egyszerűsítés
id: Sederhanakan
it: Semplifica
ja: 簡略化
jv: Sederhanakake
kk: Қарапайымда
kn: ಸರಳೀಕರಿಸು
ko: 정리
ku: Sade bike
mr: सोपं कर
ms: Sederhanakan
nb: Forenkle
nl: Vereenvoudig
pa: ਸਰਲ ਕਰੋ
pl: Uprość
pt_br: Simplificar
pt_pt: Simplifica
ro: Simplifică
ru: Упростить
sk: Zjednoduš
su: Sederhanakeun
sv: Förenkla
sw: Rahisisha
ta: சருங்கம்செய்
te: సామాన్యం చేయండి
th: ทำให้ง่ายขึ้น
tr: Sadeleştir
ug: سادىلەشتۈرۈش
uk: Спрощення
ur: سادہ کرو
vi: Rút gọn
xh: Coca
zh_hans: 化简
zh_hant: 化簡
zh_hk: 化簡
zu: Lula

# step_mid_3
source: Divide by 3
ar: اقسم على 3
az: 3-ə bölün
bg: Раздели на 3
bn: 3 দ্বারা ভাগ করুন
ca: Divideix per 3
cs: Dělení třemi
da: Divider med 3
de: Durch 3 teilen
el: Διαίρεσε διά 3
es: Dividir entre 3
es_419: Dividir entre 3
es_mx: Divide entre 3
es_us: Divide entre 3
fa: بر ۳ تقسیم کنید
fi: Jaa kolmella
fil: Hatiin sa 3
fr: Diviser par 3
fr_ca: Diviser par 3
gu: 3થી ભાગ કરો
ha: Raba da 3
he: חלק ב-3
hi: 3 से भाग करें
hr: Podijeli s 3
hu: Ossz el 3-mal
id: Bagikan dengan 3
it: Dividi per 3
ja: 3で割る
jv: Bagi karo 3
kk: 3-ке бөліп
kn: 3ರಿಂದ ಭಾಗಿಸು
ko: 3으로 나눕니다
ku: Bi 3 ve bibîne
mr: 3 ने भाग करा
ms: Bahagikan dengan 3
nb: Del på 3
nl: Deel door 3
pa: 3 ਨਾਲ ਭਾਗ ਕਰੋ
pl: Podziel przez 3
pt_br: Dividir por 3
pt_pt: Divide por 3
ro: Împarte la 3
ru: Разделить на 3
sk: Delenie 3
su: Bagi ku 3
sv: Dela med 3
sw: Gawa kwa 3
ta: 3-ஆல் வகுத்து கொள்ளவும்
te: 3తో భాగించండి
th: หารด้วย 3
tr: 3'e böl
ug: 3 كە بۆل
uk: Поділити на 3
ur: 3 سے تقسیم کرو
vi: Chia cho 3
xh: Yahlula ngo-3
zh_hans: 除以 3
zh_hant: 除以 3
zh_hk: 除以 3
zu: Hlukanisa ngo-3

# step_uni_1
source: u-substitution
ar: استبدال المتغير u
az: u-substitusiya
bg: u-подмяна
bn: u-প্রতিস্থাপন
ca: substitució u
cs: u‑substituce
el: u-υποκατάσταση
es: sustitución u
es_419: Sustitución u-
es_mx: Sustitución u
es_us: Sustitución u
fa: جایگذاری u
fi: u-substituutio
fr_ca: substitution u
gu: u-બદલી
ha: maye gurbin u
he: החלפת u
hi: u-प्रतिस्थापन
hr: u-substitucija
hu: u-helyettesítés
id: substitusi u
it: sostituzione u
ja: u置換
jv: substitusi u
kk: u-алмастыру
kn: yu-ವಿನಿಮಯ
ko: u-치환
ku: Veguherandina u
mr: u-प्रतिस्थापन
ms: substitusi u
nb: u-substitusjon
nl: u-substitutie
pa: u-ਬਦਲ
pl: Podstawienie u
pt_br: substituição u
pt_pt: u-substituição
ro: substituție u
ru: u-замена
sk: u‑substitúcia
su: substitusi u
ta: u-மாற்று மாற்றம்
te: యూ-సబ్స్టిట్యూట్
th: แทนค่า u
tr: u-yerine koyma
ug: u-ئالماشتۇرۇش
uk: u‑підстановка
ur: یو-تبدیلی
vi: Thay u
zh_hans: u 代换
zh_hant: u 代換
zh_hk: u-代換

# step_uni_2
source: Integrate
ar: تكامل
az: İnteqrasiya edin
bg: Интегрирай
bn: ইন্টিগ্রেট করুন
ca: Fes la integral
cs: Integrujte
da: Integrer
de: Integrieren
el: Ολοκλήρωση
es: Integrar
es_419: Integrar
es_mx: Integrar
es_us: Integrar
fa: انتگرال بگیرید
fi: Integroi
fil: I-integrate
fr: Intégrer
fr_ca: Intégrer
gu: સમાકલન કરો
ha: Yi haɗakarwa
he: אינטגרציה
hi: एकीकरण करें
hr: Integriraj
hu: Integrálás
id: Integrasikan
it: Integra
ja: 積分する
jv: Integrasi
kk: Интегралдау
kn: ಸಂಯೋಜನೆ ಮಾಡಿ
ko: 적분하기
ku: Integral bike
mr: समाकलित करा
ms: Integrasikan
nb: Integrer
nl: Integreer
pa: ਇੰਟੀਗਰੇਟ ਕਰੋ
pl: Całkuj
pt_br: Integrar
pt_pt: Integra
ro: Integrează
ru: Интегрировать
sk: Integrovať
su: Integrasikeun
sv: Integrera
sw: Fanya integral
ta: இணக்கல்
te: ఇంటిగ్రేట్ చేయండి
th: อินทิเกรต
tr: İntegral al
ug: ئىنتېگرال ئىشلى
uk: Інтегрувати
ur: انتگرال لو
vi: Tích phân
zh_hans: 积分
zh_hant: 積分
zh_hk: 積分
zu: Faka i-integrali
